Revit 2027 API
GroupTypeId.Flexible Property
 Adaptive Component.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Flexible { get; }
Public Shared ReadOnly Property Flexible As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Flexible {
	ForgeTypeId^ get ();
}
static member Flexible : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
GroupTypeId Class
Autodesk.Revit.DB Namespace